# 2. Человек работает в компании с накоплением отпускных дней и автоматическим индексированием зарплаты: 
# каждый месяц она увеличивается на  100 рублей, а за каждые две недели появляется один день отпуска. 
# Отпускные рассчитываются как зарплата на конец предыдущего месяца. Человек вводит дату поступления на работу. 
# Вывести количество дней отпуска и сумму отпускных, предполагая, что он ещё ни разу не брал отпуск.

month = 100
d = 2
d = input('Введите месяц поступления (в цифрах): ')
payday = input('')