# Напишите букву а на экране 1980 раз
print('a'*1980)
# Нарисуйте "ковёр" 10*10 из букв ш, не используя цикл
