#Спросить человека маршрут ("как пройти в библиотеку"). Получить ответ в виде строки. Сохранить в переменную. 
#Вывести первое слово ответа на экран
how = input('Как пройти в бибилотеку? ')
a = how 
print(a)
